{
  "announcement_title": "EAC Convention 2026 lands in Athens",
  "announcement_subtitle": "Programme highlights, speakers, and key information for delegates",
  "welcome_message": "Welcome all members of the European airshow community.",
  "welcome_text": "We’re delighted to welcome you to Athens for the European Airshow Council Convention, taking place 25–27 February 2026. Set beneath the Acropolis, EAC26 brings together organisers, performers, suppliers, regulators and partners for three days of structured discussion, learning and connection — with everything located at the Royal Olympic Hotel.",

  "what_is_eac26": [
    {
      "title": "A three-day, in-person EAC convention",
      "text": "Workshops, presentations and exhibitor engagement for the European airshow community — focused on practical outcomes.",
      "icon": "🏛️"
    },
    {
      "title": "Safety and standards in practice",
      "text": "A space to share lessons, strengthen common standards, and align on good practice across organisers and performers.",
      "icon": "🛡️"
    },
    {
      "title": "Programme, exhibition and social functions",
      "text": "Welcome reception, full-day programme, exhibitor area, and the Gala Dinner and awards evening.",
      "icon": "🤝"
    },
    {
      "title": "Athens as the host city",
      "text": "A compact, walkable centre — ideal for delegates attending on-site, with easy access from the airport and major landmarks nearby.",
      "icon": "🚇"
    }
  ],

  "programme_glance": {
    "Wednesday 25 Feb": [
      "Safety workshops (including Military Fast Jet invitation-only; Flying Display Directors; Formation Pilots; Sustainability)",
      "Welcome Drinks Reception & Buffet (evening)",
      "Exhibition area opens"
    ],
    "Thursday 26 Feb": [
      "Official Convention Opening",
      "Full day of presentations, workshops & exhibitions",
      "Networking coffee breaks & lunch",
      "EAC Airshow Gala Dinner, Awards & Prize Draw (evening)"
    ],
    "Friday 27 Feb": [
      "Morning presentations & exhibition access",
      "Marketing workshop (TBC)"
    ]
  },

  "host_city": "Athens is where history meets modern energy. From the Acropolis and Plaka to rooftop dining and vibrant nightlife, it’s an ideal setting for both focused discussion and memorable downtime. Many delegates choose to extend their stay and enjoy Athens as a short city break.",

  "hotel_blurb": "Royal Olympic Hotel (★★★★★) is located next to the Temple of Zeus and beneath the Acropolis. The hotel offers an iconic roof-garden restaurant and a central base for the convention and for delegates extending their stay."
}
